export type AccordionsDataProps = {
  id: number
  title: {
    ua: string
    ru: string
  }
  text: {
    ua: string
    ru: string
  }
}

export const AccordionsData: AccordionsDataProps[] = [
  {
    id: 656,
    title: {
      ua: 'Які гарантії?',
      ru: 'Какие гарантии?',
    },
    text: {
      ua: 'Наша компанія - офіційно зареєстроване в Україні юридичне особа. Співпраця з кожним клієнтом фіксується Договором. "USA-UA CARS" гарантує виконання зобов\'язань, прописаних у договорі. Ми цінуємо своє ім\'я і дорожимо кожним клієнтом. Наші головні цінності - чесність, прозорість на всіх етапах і в результаті задоволений клієнт.',
      ru: 'Наша компания - официально зарегистрированное в Украине юридическое лицо. Сотрудничество с каждым клиентом фиксируется Договором. "USA-UA CARS" гарантирует выполнение обязательств прописанных в договоре. Мы ценим свое имя и дорожим каждым клиентом. Наши главные ценности - честность, прозрачность на всех этапах и в результате довольный клиент.',
    },
  },
  {
    id: 423,
    title: {
      ua: 'Наскільки вигідно купувати авто з США',
      ru: 'Насколько выгодно покупать авто из США',
    },
    text: {
      ua: 'Ми купуємо авто нашим клієнтам на страхових аукціонах, де кожен день на торги виставляються 130 000 автомобілів, по яким вже виплачена страховка. Торги починаються з $0 і ростуть з урахуванням попиту і пропозиції на авто. Таким чином, обираючи лоти з мінімальним пробігом, віком, невеликими пошкодженнями від перевіреної страхової компанії, можна купити авто 2014-2017 років за 10%-30% їх ринкової вартості. В результаті наші клієнти економлять від 15% до 50% від вартості в порівнянні з аналогічним авто в Україні.',
      ru: 'Мы покупаем авто нашим клиентам на страховых аукционах, где каждый день на торги выставляются 130 000 автомобилей по которым уже выплачена страховка. Торги начинаются с $0 и растут с учетом спроса и предложения на авто. Таким образом выбирая лоты с минимальным пробегом, возрастом, небольшими повреждениями у проверенной страховой компании, можно купить авто 2014-2017 года за 10%-30% их рыночной стоимости. В итоге наши клиенты экономят от 15% до 50% стоимости по сравнению с аналогичным авто в Украине.',
    },
  },
  {
    id: 696,
    title: {
      ua: 'Що означає "під ключ"?',
      ru: 'Что значит "под ключ"?',
    },
    text: {
      ua: "Компанія USA-UA CARS бере на себе зобов'язання у супроводженні клієнта на кожному етапі аж до доставки повністю готового до експлуатації авто на українських номерах за адресою замовника. Ми мінімізуємо ризики, враховуємо всі тонкощі і беремо на себе головний біль, пов'язаний з імпортом авто з США в Україну. Послуга 'під ключ' - це професійний підбір і пошук авто відповідно до потреб клієнта і технічного завдання, розрахунок вигідності відносно ринку б/у авто в Україні, перевірка авто перед аукціоном по 12 етапах, вигідна покупка, підготовка документів, доставка, експедиторські, брокерські послуги, допомога в розмитненні, організація якісного відновлення і пошуку запчастин, отримання сертифіката відповідності, допомога в постановці на облік і навіть отримання",
      ru: 'Компания USA-UA CARS берет на себя обязательства в сопровождении клиента на каждом этапе вплоть до доставки полностью готового к эксплуатации авто на украинских номерах по адресу заказчика. Мы минимизируем риски, учитываем все тонкости и берем на себя головную боль связанную с импортом авто из США в Украину. Услуга "под ключ" - это профессиональный подбор и поиск авто согласно потребностям клиента и техническому заданию, расчет выгодности относительно рынка б/у авто в Украине, проверка авто перед аукционом по 12 этапам, выгодная покупка, подготовка документов, доставка, экспедиторские, брокерские услуги, помощь в растаможке, организация качественного восстановления и поиска запчастей, получение сертификата соответствия, помощь в постановке на учет и даже получение ',
    },
  },
]
