export type AccordionsDataProps = {
  id: number
  title: string
  text: string
}

export const AccordionsData: AccordionsDataProps[] = [
  {
    id: 656,
    title: 'Какие гарантии?',
    text: 'Наша компания - официально зарегистрированное в Украине юридическое лицо. Сотрудничество с каждым клиентом фиксируется Договором. "EnjoyCars" гарантирует выполнение обязательств прописанных в договоре. Мы ценим свое имя и дорожим каждым клиентом. Наши главные ценности - честность, прозрачность на всех этапах и в результате довольный клиент.',
  },

  {
    id: 423,
    title: 'Насколько выгодно покупать авто из США',
    text: 'Мы покупаем авто нашим клиентам на страховых аукционах, где каждый день на торги выставляются 130 000 автомобилей по которым уже выплачена страховка. Торги начинаются с $0 и растут с учетом спроса и предложения на авто. Таким образом выбирая лоты с минимальным пробегом, возрастом, небольшими повреждениями у проверенной страховой компании, можно купить авто 2014-2017 года за 10%-30% их рыночной стоимости. В итоге наши клиенты экономят от 15% до 50% стоимости по сравнению с аналогичным авто в Украине.',
  },

  {
    id: 696,
    title: 'Что значит "под ключ"?',
    text: 'Компания USA-UA CARS берет на себя обязательства в сопровождении клиента на каждом этапе вплоть до доставки полностью готового к эксплуатации авто на украинских номерах по адресу заказчика. Мы минимизируем риски, учитываем все тонкости и берем на себя головную боль связанную с импортом авто из США в Украину. Услуга "под ключ" - это профессиональный подбор и поиск авто согласно потребностям клиента и техническому заданию, расчет выгодности относительно рынка б/у авто в Украине, проверка авто перед аукционом по 12 этапам, выгодная покупка, подготовка документов, доставка, экспедиторские, брокерские услуги, помощь в растаможке, организация качественного восстановления и поиска запчастей, получение сертификата соответствия, помощь в постановке на учет и даже получение ',
  },
]
