export type WorksDataProps = {
  id: number
  title: {
    ua: string
    ru: string
  }
  subtitle: {
    ua: string
    ru: string
  }
  image: string
}

export const WorksData: WorksDataProps[] = [
  {
    id: 634,
    title: {
      ua: 'Вибір авто',
      ru: 'Выбор авто',
    },
    subtitle: {
      ua: 'Ми підберемо кілька автомобілів, на Ваш смак, особисті вимоги та бюджет. Перевіримо історію автомобіля.',
      ru: 'Мы подберем несколько автомобилей, на Ваш вкус, личные требования и бюджет. Проверим историю автомобиля.',
    },
    image: 'car',
  },

  {
    id: 856,
    title: {
      ua: 'Розрахунок всіх витрат',
      ru: 'Расчёт всех затрат',
    },
    subtitle: {
      ua: 'Після вибору конкретного авто ми надамо Вам розрахунок всіх витрат.',
      ru: 'После выбора конкретного авто мы предоставим Вам просчет на все затраты.',
    },
    image: 'money',
  },

  {
    id: 978,
    title: {
      ua: 'Покупка авто',
      ru: 'Покупка авто',
    },
    subtitle: {
      ua: 'Участь в онлайн-аукціоні, покупка авто.',
      ru: 'Участие в онлайн-аукционе, покупка авто.',
    },
    image: 'auction',
  },

  {
    id: 666,
    title: {
      ua: 'Оплата авто та послуг',
      ru: 'Оплата авто и услуг',
    },
    subtitle: {
      ua: 'Платежі здійснюються SWIFT-переказом через банк від Вашого імені, що гарантує прозорість угоди. Оплата доставки.',
      ru: 'Платежи осуществляются SWIFT переводом через банк, от Вашего имени, что гарантирует прозрачность сделки. Оплата доставки.',
    },
    image: 'bank',
  },

  {
    id: 444,
    title: {
      ua: 'Доставка авто',
      ru: 'Доставка авто',
    },
    subtitle: {
      ua: 'Доставка авто в порт з місця покупки, завантаження в контейнер, морська подорож приблизно 6-8 тижнів, вивантаження в порту України (зазвичай Одеса).',
      ru: 'Доставка авто в порт с места покупки, погрузка в контейнер, путешествие морем примерно 6-8 недель, выгрузка в порту Украины (обычно Одесса)',
    },
    image: 'ship-wheel',
  },

  {
    id: 333,
    title: {
      ua: 'Розмитнення та передача авто',
      ru: 'Растаможка и передача авто',
    },
    subtitle: {
      ua: 'Оплата митних платежів та послуг брокера. Передача авто та пакету всіх документів для реєстрації новому власнику.',
      ru: 'Оплата таможенных платежей и услуг брокера. Передача авто и пакета всех документов, для постановки на учет новому владельцу.',
    },
    image: 'like',
  },
]
